acpi
alsa-utils
amd-ucode
autoconf
automake
base
binutils
bison
ctags
dmenu
docker
docker-compose
efibootmgr
fakeroot
feh
filezilla
firefox
flameshot
flex
fuse2
gcc
git
grub
gvim
hwinfo
i3-gaps
i3blocks
i3lock
jq
libtool
linux
linux-firmware
lsd
lshw
m4
make
man-db
man-pages
mariadb
neofetch
net-tools
networkmanager
nmap
nodejs-lts-erbium
openssh
patch
php
picom
pkgconf
sudo
texinfo
the_silver_searcher
tlp
tlp-rdw
unzip
weechat
wget
xf86-video-amdgpu
xfce4-terminal
xorg-server
xorg-xinit
xorg-xinput
yarn
zsh
